free_ai.html
<!DOCTYPE html>
<html lang="en">
<head>
<!-- 2023-06-20 二 16:40 -->
<meta charset="utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Free AI Tools Recommend</title>
<meta name="author" content="ChanMo" />
<meta name="description" content="list some free and great ai tools" />
<meta name="keywords" content="ai, huggingface, chatgpt, bard, stable diffusion" />
<meta name="generator" content="Org Mode" />
<link rel='stylesheet' href='https://cdn.jsdelivr.net/npm/bulma@0.9.4/css/bulma.min.css'><link rel='stylesheet' href='app.css'>
</head>
<body>
<div id="content" class="content">
<h1 class="title">Free AI Tools Recommend</h1>
<div id="table-of-contents" role="doc-toc">
<h2>Table of Contents</h2>
<div id="text-table-of-contents" role="doc-toc">
<ul>
<li><a href="#orgf4a07cd">1. Bard</a></li>
<li><a href="#org7c7f0a7">2. Open Assistant</a></li>
<li><a href="#orga7669db">3. Stable Diffusion</a></li>
<li><a href="#orga4bcfb4">4. QR Code AI Art Generator</a></li>
<li><a href="#orgf0eac62">5. AnimeGANv2</a></li>
</ul>
</div>
</div>


<div id="outline-container-orgf4a07cd" class="outline-2">
<h2 id="orgf4a07cd"><span class="section-number-2">1.</span> Bard</h2>
<div class="outline-text-2" id="text-1">
<p>
a chat app by google, only available in japan, support english language.
you can use it to generate python code, valid the sentense of your article, etc
</p>


<p>
<a href="https://bard.google.com">website</a>
</p>
</div>
</div>


<div id="outline-container-org7c7f0a7" class="outline-2">
<h2 id="org7c7f0a7"><span class="section-number-2">2.</span> Open Assistant</h2>
<div class="outline-text-2" id="text-2">
<p>
a another free chat app, support multiple languages.
</p>

<p>
<a href="https://open-assistant.io/chat">website</a>, <a href="https://huggingface.co/chat/">huggingface</a>
</p>
</div>
</div>

<div id="outline-container-orga7669db" class="outline-2">
<h2 id="orga7669db"><span class="section-number-2">3.</span> Stable Diffusion</h2>
<div class="outline-text-2" id="text-3">
<p>
a famous image generator
</p>

<p>
<a href="https://huggingface.co/spaces/stabilityai/stable-diffusion">huggingface</a>, <a href="http://beta.dreamstudio.ai/">dramstudio</a>
</p>
</div>
</div>


<div id="outline-container-orga4bcfb4" class="outline-2">
<h2 id="orga4bcfb4"><span class="section-number-2">4.</span> QR Code AI Art Generator</h2>
<div class="outline-text-2" id="text-4">
<p>
a great tool to generate art qrcode image
</p>

<p>
<a href="https://huggingface.co/spaces/huggingface-projects/QR-code-AI-art-generator">huggingface</a>
</p>
</div>
</div>


<div id="outline-container-orgf0eac62" class="outline-2">
<h2 id="orgf0eac62"><span class="section-number-2">5.</span> AnimeGANv2</h2>
<div class="outline-text-2" id="text-5">
<p>
trans your face portrait to a anime image
</p>

<p>
<a href="https://huggingface.co/spaces/akhaliq/AnimeGANv2">huggingface</a>
</p>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="author">Author: ChanMo</p>
<p class="date">Created: 2023-06-20 二 16:40</p>
<p class="validation"><a href="https://validator.w3.org/check?uri=referer">Validate</a></p>
</div>
</body>
</html>